Revit 2024 API
SymbolTypeId.SfHPerKbtu Property
 Symbol SF·h/kBtu, indicating unit Square feet per thousand British thermal units per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId SfHPerKbtu { get; }
Visual Basic
Public Shared ReadOnly Property SfHPerKbtu As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SfHPerKbtu {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace